Repository: sdyubo/CleanMac-Engine
Catalog: CleanMac/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app_name
source: CleanMac Pro
zh_hans: CleanMac 极简清理

# app_subtitle
source: macOS Storage Engine
zh_hans: macOS 磁盘优化与加速引擎

source: Available Space
zh_hans: 剩余可用空间

source: Cleaning...
zh_hans: 正在清理中...

# mod_caches
source: Application Caches
zh_hans: 应用缓存垃圾

# mod_logs
source: System & User Logs
zh_hans: 系统与用户日志

# mod_pkg
source: Package Manager Caches
zh_hans: 包管理器缓存

# mod_snapshots
source: APFS Local Snapshots
zh_hans: APFS 本地 Time Machine 快照

# mod_trash
source: Empty Trash
zh_hans: 清空废纸篓

# mod_xcode
source: Xcode Developer Junk
zh_hans: Xcode 开发者垃圾

# start_scan
source: One-Click Clean
zh_hans: 一键深度清理

# sub_caches
source: User Caches & Temporary Files
zh_hans: 软件运行时积累的临时缓存

# sub_logs
source: Logs in /var/log & ~/Library/Logs
zh_hans: 清理 Log 日志与运行跟踪文件

# sub_pkg
source: Homebrew, NPM, Yarn, Pip
zh_hans: 清理 Homebrew, npm, pip 留存包

# sub_snapshots
source: Thin local purgestorage snapshots
zh_hans: 释放因系统备份占用的几十G隐性快照

# sub_trash
source: Permanently remove deleted files
zh_hans: 彻底清除 Trash 垃圾桶文件

# sub_xcode
source: DerivedData, Archives, Simulators
zh_hans: 编译派生数据与 iOS 模拟器缓存

# terminal_logs
source: Execution Console Log
zh_hans: 后台实时脚本日志

# total_cleaned
source: Total Reclaimed
zh_hans: 累计释放空间
